// **Group members profiles**   
// Each profile consists of (1) avatar, (2) username, (3) personal description, (4) number of "likes" the profile will receive throughout the interaction
	
window.others = {
  "posts" : [
        {
        "avatar": "avatars/others/sarah.png",
        "username": "Sarah",
        "text": "Ciao! Mi chiamo Sarah, ho 22 anni e studio medicina a Manchester. Quando non sono sui libri (e il tempo che mi rimane è veramente poco) pratico yoga. e' un'ottimo modo per rilassare la mente e attivare il corpo dopo tante ore seduta.",
        "likes": [25000,37000,61000,95000,150000,140000,168000] //7
      },
      {
        "avatar": "avatars/others/john.png",
        "username": "John",
        "text": "Ciao! Sono John, un appassionato di musica e sport che studia ingegneria a Cambridge. Amo la musica e sono la chitarra in una band con altri ragazzi dell'Università. Facciamo indie rock, suoniamo spesso al The Eagle pub a Cambirdge, magari fate un salto se passate da quelle parti ;)",
		"likes": [13000,21000,30000,80000,99000,120000,150000] //8
      },
      {
        "avatar": "avatars/others/kip.png",
        "username": "Kip",
        "text": "Sono Kip, studente di scienze informatiche all'Imperial College di Londra. Adoro tutto ciò che riguarda la tecnologia e passo ore a programmare. Mi piacerebbe diventare un esperto di sicurezza informatica e dedico tutto me stesso a questa missione.",
		"likes": [21000,30000,98000,42000,77000,80000,120000,150000] //8
      },
{
        "avatar": "avatars/others/shelley.png",
        "username": "Shelley",
        "text": "Mi chiamo Shelley e sono una studentessa di architettura all'università di Bath. Amo creare e progettare spazi unici. Nel tempo libero, mi piace visitare musei e gallerie d'arte per trovare nuova ispirazione. Frank Lloyd Wright è il mio mito, la sua scalinata del Guggheneim è pazzesca!",
        "likes": [15000,29000,40000,85000,109000,126000,160000] //8
      },
{
        "avatar": "avatars/others/mary.png",
        "username": "Mary",
        "text": "Ciao, sono Mary. Studio biologia all'Università di Edinburgh e vorrei diventare una ricercatrice. Adoro la natura e le montagne, sono sempre pronta a partire per qualche escursione nella mia amata Scozia.",
        "likes": [18000,40000,51000,95000,112000,133000,17000] //8
      },
{
        "avatar": "avatars/others/matthew.png",
        "username": "Matthew",
        "text": "Ciao, sono Matthew, ho 23 anni e studio sociologia all'Università di Exeter. Mi interesso ai temi di giustizia sociale oltre al basket come passatempo un po' più semplice XD. In questo periodo sto finendo la mia tesi sul sistema di accoglienza housing first per le persone senza dimora",
        "likes": [29000,49000,85000,99000,136000,152000] //7
      },
       {
        "avatar": "avatars/others/arjen.png",
        "username": "Arjen",
        "text": "Mi chiamo Arjen, studio Intelligenza Artificiale all'Univeristà di Kent. Mi piace usare il mio tempo libero per fare un sacco di cose diverse... anche se tutte un po' nerd :)",
        "likes": [18000,58000,99000,101000,135000,144000] //7
      },
            {
        "avatar": "avatars/others/dan.png",
        "username": "Dan",
        "text": "Ciao sono Dan, ho 26 anni e sono uno studente di letteratura inglese a Durham. Adoro i libri e la scrittura creativa. Sto scrivendo il primo romanzo su un'attrice di successo negli anni '20. Penso di intitolarlo 'Tutti pazzi per Glenda'",
        "likes": [13000,25000,49000,68000,87000,101000,129000] //7
      },

    ]
  };